{
  "true": "oui",
  "false": "non",
  "sad": "tristesse",
  "anxious": "anxiété",
  "guilty": "culpabilité",
  "worthless": "défectuosité",
  "lonely": "solitude",
  "embarrassed": "embarras",
  "hopeless": "désespoir",
  "frustrated": "frustration",
  "angry": "colère",
  "other": "autre",
  "spread": {
    "sad": "@:sad, déprime, malheur",
    "anxious": "@:anxious, inquiétude, panique, nervosité, effroi",
    "guilty": "@:guilty, honte",
    "worthless": "@:worthless, inadéquation, incompétence",
    "lonely": "@:lonely, rejet",
    "embarrassed": "@:embarrassed, humiliation, gêne",
    "hopeless": "@:hopeless, découragement, pessimisme",
    "frustrated": "@:frustrated, abattement",
    "angry": "@:angry, amertume, irritation, fureur",
    "other": "@:other"
  },
  "miracleCure": {
    "wouldYouPress": "Imaginons qu'il y ait un bouton magique juste devant vous. Si vous le pressez, vos émotions et pensées négatives disparaîtront soudainement, sans le moindre effort, et vous serez inondé de joie et d'estime de vous-même. Souhaitez-vous appuyer sur ce bouton&nbsp;?",
    "warning": "Bien que ce bouton n'existe pas, de nombreuses techniques permettent de remettre en question nos pensées négatives. Mais prenons un peu de recul : l'utilisation de ces techniques ne serait pas forcément souhaitable. Il n'est pas impossible que vos pensées et émotions négatives reflètent des choses très positives sur vous, et qu'elles vous apportent de nombreux bénéfices et avantages.",
    "objective": "Notez ci-dessous l'intensité idéale de chaque émotion et pensée négative."
  },
  "positiveReframing": {
    "hint": {
      "anxious": "L'anxiété peut vous garder vigilant et vous protéger du danger",
      "sad": "La tristesse peut vous faire savoir que quelque chose ne va pas",
      "guilty": "La culpabilité peut vous rappeler que vous n'avez peut-être pas été à la hauteur de vos valeurs fondamentales",
      "worthless": "Ce sentiment peut vous motiver à améliorer ou à modifier votre comportement",
      "lonely": "Ces sentiments peuvent montrer que vous vous souciez des autres et que vous appréciez les relations aimantes avec les personnes qui sont importantes pour vous",
      "embarrassed": "Ces sentiments montrent que vous appréciez les opinions des autres et que vous voulez qu'elles soient respectées",
      "hopeless": "Le sentiment de désespoir peut vous empêcher d'espérer et de risquer d'être déçu",
      "frustrated": "Ces sentiments peuvent montrer que vous êtes conscient du côté sombre de la nature humaine",
      "angry": "Parfois, la colère contre soi-même ou contre les autres peut vous alerter que quelque chose ne va pas ou que l'on profite de vous",
      "other": ""
    },
    "detail": {
      "sad": [
        {
          "title": "Les sentiments de tristesse et de dépression peuvent :",
          "content": [
            "vous faire savoir que quelque chose ne va pas.",
            "Montrer que vous envisagez avec réalisme un problème ou une perte qui a été difficile et douloureux pour vous.",
            "Vous rendre plus compatissant et plus compréhensif à l'égard des autres qui souffrent.",
            "Être une célébration de la vie. Si nous pouvons pleurer la perte d'un être cher ou la perte de quelque chose qui nous tient à cœur, cela signifie que nous sommes en vie et que nous avons la capacité de nous occuper"
          ]
        },
        {
          "title": "Ces sentiments peuvent :",
          "content": [
            "être appropriés si vous avez vécu une perte, un rejet, un traumatisme ou un échec, ou si les choses ne vont pas très bien pour vous.",
            "Refléter votre passion pour la vie et pour la chose ou la personne que vous avez perdue.",
            "Montrer que vous êtes prêt à lutter contre la douleur plutôt que de la fuir et de vivre dans un état de déni.",
            "Montrez que vous avez des normes élevées."
          ]
        }
      ],
      "anxious": [
        {
          "title": "L'anxiété peut :",
          "content": [
            "Vous garder vigilant",
            "Vous protéger du danger.",
            "vous empêcher de vous reposer sur vos lauriers et de baisser votre garde.",
            "Vous motiver à vous préparer et à faire un travail vraiment excellent.",
            "Vous préparer à l'échec ou à la déception afin de ne pas être pris par surprise."
          ]
        },
        {
          "title": "L'anxiété peut montrer que :",
          "content": [
            "vous vous souciez profondément d'être au sommet de la situation.",
            "Vous voulez vous protéger et protéger les autres du danger.",
            "Vous êtes responsable et non imprudent.",
            "vous vous souciez beaucoup des autres et de ce que les autres pensent de vous",
            "Vous avez des exigences élevées et voulez faire de votre mieux."
          ]
        }
      ],
      "guilty": [
        {
          "title": "La culpabilité peut :",
          "content": [
            "vous rappeler que vous n'avez peut-être pas respecté vos valeurs fondamentales. Par exemple, vous pouvez vous être emporté et avoir dit ou fait quelque chose qui a blessé quelqu'un que vous aimez pendant un moment d'irritabilité ou de frustration.",
            "Vous motiver à examiner votre comportement et à vous engager à faire les choses différemment la prochaine fois."
          ]
        },
        {
          "title": "La culpabilité et la honte peuvent vous montrer que :",
          "content": [
            "Vous avez des normes élevées et un code moral solide.",
            "Vous responsabiliser au lieu de blâmer les autres pour vos problèmes.",
            "êtes prêt à faire face à vos défauts au lieu de les nier.",
            "Vous vous souciez de l'impact de votre comportement sur les autres.",
            "Ne voulez pas laisser tomber les autres ou vous laisser tomber vous-même.",
            "Avez des valeurs morales fortes.",
            "Vous voulez que les autres vous aiment et vous respectent."
          ]
        }
      ],
      "worthless": [
        {
          "title": "Ces sentiments peuvent vous motiver à :",
          "content": [
            "Examiner vos défauts et vos insuffisances plutôt que de les nier ou de vous contenter d'un second choix.",
            "Améliorer ou modifier votre comportement."
          ]
        },
        {
          "title": "Ces sentiments peuvent montrer que vous êtes :",
          "content": [
            "courageusement honnête et réaliste, car vous avez en fait de nombreux défauts et lacunes.",
            "Humble et pas arrogant ou trop élevé dans votre estime de soi.",
            "Avoir de l'intégrité à admettre lorsque vous êtes en difficulté."
          ]
        }
      ],
      "lonely": [
        {
          "title": "Ces sentiments peuvent vous motiver à :",
          "content": [
            "Tendre la main aux autres plutôt que d'abandonner les gens ou de sombrer dans l'isolement, l'amertume ou le cynisme.",
            "Apporter des changements personnels qui vous rendraient plus attrayant aux yeux des autres. Par exemple, vous pourriez décider de perdre du poids ou d'améliorer"
          ]
        },
        {
          "title": "Ces sentiments peuvent montrer que vous :",
          "content": [
            "vous vous souciez des autres et appréciez les relations d'amour avec les personnes qui sont importantes pour vous.",
            "Désirez des relations profondes et significatives plutôt que des liens superficiels."
          ]
        }
      ],
      "embarrassed": [
        {
          "title": "Ces sentiments peuvent",
          "content": [
            "vous empêcher de faire des bêtises et de risquer la désapprobation ou la censure.",
            "vous inciter à examiner et à modifier votre comportement"
          ]
        },
        {
          "title": "Ces sentiments montrent que vous :",
          "content": [
            "valorisez les opinions des autres et souhaitez leur respect",
            "Vous êtes prêt à admettre et à examiner vos défauts."
          ]
        }
      ],
      "hopeless": [
        {
          "title": "Les sentiments de désespoir peuvent :",
          "content": [
            "vous protéger contre les espoirs et le risque de déception.",
            "vous faire savoir quand il est temps de capituler et d'accepter la défaite avec grâce, afin que vous puissiez conserver votre énergie pour quelque chose ou quelqu'un de plus prometteur"
          ]
        },
        {
          "title": "Ces sentiments peuvent montrer que vous l'êtes :",
          "content": [
            "Honnête et réaliste, car vous avez peut-être connu de nombreux échecs ou déceptions.",
            "Intelligent et sceptique et que vous remettez en question et contestez les choses."
          ]
        }
      ],
      "frustrated": [],
      "angry": [
        {
          "title": "Parfois, la colère contre soi-même ou contre les autres peut être un motif de colère :",
          "content": [
            "Être sain et approprié.",
            "vous alerter que quelque chose ne va pas ou que l'on profite de vous",
            "Motiver à agir et à vous défendre plutôt que de céder à quelqu'un d'hostile, d'injuste ou d'exploiteur.",
            "Vous responsabiliser lorsque d'autres enfreignent les règles ou tentent de vous faire du mal ou de faire du mal à quelqu'un que vous aimez.",
            "Soyez plus efficace que calme. Par exemple, si votre enfant court dans la rue pour courir après un ballon, une réprimande en colère peut être plus efficace qu'une discussion rationnelle sur les dangers de la circulation.",
            "Montrez que vous êtes sérieux !"
          ]
        },
        {
          "title": "Ces sentiments peuvent montrer que :",
          "content": [
            "êtes conscient du côté sombre de la nature humaine. ",
            "n'êtes pas dans un état de déni de la mesquinerie des autres ou de leurs actions.",
            "avez des normes élevées quant à la façon dont les autres vous traitent ou traitent les personnes qui vous sont chères. Vous pouvez être fier de vos normes élevées !",
            "Vous valorisez l'équité, la gentillesse, l'honnêteté et l'intégrité.",
            "Faites preuve d'une grande attention et n'êtes pas indifférent à la façon dont les autres se comportent ou vous traitent.",
            "Ne vous laissez pas influencer et ne laissez pas les autres vous utiliser ou vous marcher dessus !"
          ]
        }
      ],
      "other": []
    }
  },
  "help": {
    "fillEmotions": "Commencez par noter vos émotions"
  },
  "explanation": {
    "positive_reframing": "Quels sont les avantages à ressentir ces émotions ? Qu'est-ce qu'elles montrent de positif et de génial sur moi ?"
  },
  "distortions": {
    "all_or_nothing": {
      "definition": "Votre pensée n'est pas nuancée. Vous classez les choses en deux seules catégories : les bonnes et les mauvaises"
    },
    "overgeneralization": {
      "definition": "Un seul événement malheureux vous apparaît comme faisant partie d'un cycle sans fin d'échecs"
    },
    "mental_filter": {
      "definition": "Vous choisissez un aspect négatif et vous vous attardez à un tel point sur ce petit détail que toute votre vision de la réalité en est faussée"
    },
    "discounting_positive": {
      "definition": "Vous rejetez toutes vos expériences positives, en affirmant qu'elles ne comptent pas"
    },
    "mind_reading": {
      "definition": "Vous décidez arbitrairement que quelqu'un a une attitude négative à votre égard"
    },
    "fortune_telling": {
      "definition": "Vous prévoyez le pire, et vous êtes convaincu que votre prédiction est déjà confirmée par les faits"
    },
    "magnification": {
      "definition": "Vous amplifiez l'importance de certaines choses (vos erreurs) et vous minimisez l'importance d'autres choses (vos qualités)"
    },
    "emotional_reasoning": {
      "definition": "Vous présumez que vos sentiments les plus sombres reflètent nécessairement la réalité des choses"
    },
    "should_statements": {
      "definition": "Vous essayez de vous motiver par des « je dois », « je devrais », comme s'il fallait vous punir pour vous convaincre de faire quelque chose"
    },
    "labeling": {
      "definition": "Au lieu de décrire votre erreur, vous vous apposez une étiquette négative"
    },
    "blame": {
      "definition": "Vous vous considérez responsable d'un événement fâcheux, alors que d'autres causes sont aussi à prendre en considérations"
    }
  }
}
