{
  "true": "oui",
  "false": "non",
  "sad": "tristesse",
  "anxious": "anxiété",
  "guilty": "culpabilité",
  "worthless": "défectuosité",
  "lonely": "solitude",
  "embarrassed": "embarras",
  "hopeless": "désespoir",
  "frustrated": "frustration",
  "angry": "colère",
  "other": "autre",
  "spread": {
    "sad": "@:sad, déprime, malheur",
    "anxious": "@:anxious, inquiétude, panique, nervosité, effroi",
    "guilty": "@:guilty, honte",
    "worthless": "@:worthless, inadéquation, incompétence",
    "lonely": "@:lonely, rejet",
    "embarrassed": "@:embarrassed, humiliation, gêne",
    "hopeless": "@:hopeless, découragement, pessimisme",
    "frustrated": "@:frustrated, abattement",
    "angry": "@:angry, amertume, irritation, fureur",
    "other": "@:other"
  },
  "miracleCure": {
    "wouldYouPress": "Imaginons qu'il y ait un bouton magique juste devant vous. Si vous le pressez, vos émotions et pensées négatives disparaîtront soudainement, sans le moindre effort, et vous serez inondé de joie et d'estime de vous-même. Souhaitez-vous appuyer sur ce bouton&nbsp;?",
    "warning": "Bien que ce bouton n'existe pas, de nombreuses techniques permettent de remettre en question nos pensées négatives. Mais prenons un peu de recul : l'utilisation de ces techniques ne serait pas forcément souhaitable. Il n'est pas impossible que vos pensées et émotions négatives reflètent des choses très positives sur vous, et qu'elles vous apportent de nombreux bénéfices et avantages.",
    "objective": "Notez ci-dessous l'intensité idéale de chaque émotion et pensée négative."
  },
  "positiveReframing": {
    "help": {
      "anxious": "L'anxiété peut vous garder vigilant et vous protéger du danger",
      "sad": "La tristesse peut vous faire savoir que quelque chose ne va pas",
      "guilty": "La culpabilité peut vous rappeler que vous n'avez peut-être pas été à la hauteur de vos valeurs fondamentales",
      "worthless": "Ce sentiment peut vous motiver à améliorer ou à modifier votre comportement",
      "lonely": "Ces sentiments peuvent montrer que vous vous souciez des autres et que vous appréciez les relations aimantes avec les personnes qui sont importantes pour vous",
      "embarrassed": "Ces sentiments montrent que vous appréciez les opinions des autres et que vous voulez qu'elles soient respectées",
      "hopeless": "Le sentiment de désespoir peut vous empêcher d'espérer et de risquer d'être déçu",
      "frustrated": "Ces sentiments peuvent montrer que vous êtes conscient du côté sombre de la nature humaine",
      "angry": "Parfois, la colère contre soi-même ou contre les autres peut vous alerter que quelque chose ne va pas ou que l'on profite de vous"
    }
  },
  "help": {
    "fillEmotions": "Commencez par noter vos émotions"
  },
  "explanation": {
    "positive_reframing": "Quels sont les avantages à ressentir ces émotions ? Qu'est-ce qu'elles montrent de positif et de génial sur moi ?"
  },
  "distortions": {
    "all_or_nothing": {
      "definition": "Votre pensée n'est pas nuancée. Vous classez les choses en deux seules catégories : les bonnes et les mauvaises"
    },
    "overgeneralization": {
      "definition": "Un seul événement malheureux vous apparaît comme faisant partie d'un cycle sans fin d'échecs"
    },
    "mental_filter": {
      "definition": "Vous choisissez un aspect négatif et vous vous attardez à un tel point sur ce petit détail que toute votre vision de la réalité en est faussée"
    },
    "discounting_positive": {
      "definition": "Vous rejetez toutes vos expériences positives, en affirmant qu'elles ne comptent pas"
    },
    "mind_reading": {
      "definition": "Vous décidez arbitrairement que quelqu'un a une attitude négative à votre égard"
    },
    "fortune_telling": {
      "definition": "Vous prévoyez le pire, et vous êtes convaincu que votre prédiction est déjà confirmée par les faits"
    },
    "magnification": {
      "definition": "Vous amplifiez l'importance de certaines choses (vos erreurs) et vous minimisez l'importance d'autres choses (vos qualités)"
    },
    "emotional_reasoning": {
      "definition": "Vous présumez que vos sentiments les plus sombres reflètent nécessairement la réalité des choses"
    },
    "should_statements": {
      "definition": "Vous essayez de vous motiver par des « je dois », « je devrais », comme s'il fallait vous punir pour vous convaincre de faire quelque chose"
    },
    "labeling": {
      "definition": "Au lieu de décrire votre erreur, vous vous apposez une étiquette négative"
    },
    "blame": {
      "definition": "Vous vous considérez responsable d'un événement fâcheux, alors que d'autres causes sont aussi à prendre en considérations"
    }
  }
}
